{
    "Produkcija": "Production",
    "Raksti": "Articles",
    "Galerija": "Gallery",
    "Par mums": "About us",
    "Kontakti": "Contacts",
    "Cenrādis": "Pricelist",
    "BUJ": "FAQ",
    "Tenta angāri Jūsu saimniecībai vai uzņēmumam!": "Tent hangars for your farm or business!",
    "Uzticamība un augsta kvalitāte": "Reliability and high quality",
    "Uz produkciju": "To production",
    "10 gadu pieredze": "10 years of experience",
    "Ar desmit gadu pieredzi tenta angāru nozarē, mēs piedāvājam augstākās kvalitātes risinājumus, kas ir pārbaudīti dažādos apstākļos un piemēroti visdažādākajām vajadzībām.": "With ten years of experience in the tent hangar industry, we offer top-quality solutions that have been tested in various conditions and are suitable for a wide range of needs.",
    "Ātra un ērta piegāde": "Fast and convenient delivery",
    "Nodrošinām ātru piegādi un ātru piekļuvi mūsu produkcijai, pateicoties plašiem preču krājumiem, kas vienmēr ir pieejami uz vietas mūsu noliktavā.": "We ensure fast delivery and quick access to our products thanks to extensive stock always available at our warehouse.",
    "Uzticamība": "Reliability",
    "Piedāvājam 100% servisu, kas ietver ne tikai profesionālas konsultācijas pirms iegādes, bet arī visaptverošu atbalstu un palīdzību pēc iegādes, lai nodrošinātu Jūsu pilnīgu apmierinātību.": "We offer 100% service, including professional consultations before purchase, comprehensive support, and assistance after purchase to ensure your complete satisfaction.",
    "Montāža": "Installation",
    "Visām mūsu precēm ir pieejamas detalizētas tiešsaistes montāžas instrukcijas, kas atvieglo produkcijas uzstādīšanu un nodrošina, ka process ir skaidrs un vienkāršs.": "All our products come with detailed online installation instructions to simplify the installation process and ensure clarity.",
    "Ātra uzstādīšana": "Quick installation",
    "Mūsu angāri ir viegli un ātri uzstādāmi, neatkarīgi no tā, vai to veicam mēs vai Jūs paši. Produkcija izstrādāta tā, lai to varētu uzstādīt jebkādos klimatiskos apstākļos, nodrošinot augstu funkcionalitāti un ilgtspēju.": "Our hangars are easy and quick to install, whether done by us or yourself. The products are designed to be installable in any climatic conditions, ensuring high functionality and durability.",
    "Kāpēc izvēlēties STOREX angāra iegādei?": "Why choose STOREX for hangar purchase?",
    "Tenta angāri - nojumes": "Tent hangars - canopies",
    "Vieglās konstrukcijas tenta angāri, viegli montējami no 55 - 465 m2.": "Lightweight tent hangars, easy to assemble, from 55 to 465 m².",
    "Uzzināt vairāk": "Learn more",
    "Konteineru tenta angāri": "Container tent hangars",
    "Platība no 36 m2. Konteineru tenta angāri ir piemēroti standarta konteineriem, kuru augstums ir 2,6 m.": "Area from 36 m². Container tent hangars are suitable for standard containers with a height of 2.6 m.",
    "Industriālās siltumnīcas": "Industrial greenhouses",
    "Platība 170 - 215 m2. Industriālās siltumnīcas profesionāļiem un iesācējiem.": "Area 170 - 215 m². Industrial greenhouses for professionals and beginners.",
    "Aksesuāri tenta angāriem": "Accessories for tent hangars",
    "Remkomplekts angāra tentam, metāla vārti, kā papildus opcija": "Repair kit for hangar tent, metal gates as an additional option",
    "Mums ir vairāk nekā 10 gadu pieredze darbā ar tenta angāriem. Vairāk nekā 1000 uzņēmumu un privātpersonu ir kļuvuši par mūsu klientiem ne tikai Latvijā, bet arī Eiropas valstīs. Mēs piedāvājam kvalitatīvus tenta angārus, kas tiek ražoti pēc augstākajiem kvalitātes standartiem EN 1090-1:2009+A1:2011 un atbilst visām ES prasībām. Angāriem ir CE sertifikāti, kas ir piemēroti ES atbalsta saņemšanai.": "We have over 10 years of experience working with tent hangars. More than 1,000 companies and individuals have become our clients not only in Latvia but also in European countries. We offer high-quality tent hangars manufactured according to the highest quality standards EN 1090-1:2009+A1:2011 and meeting all EU requirements. The hangars have CE certificates suitable for receiving EU support.",
    "Mēs piedāvājam ne tikai augstākās kvalitātes angārus, bet arī izcilu klientu apkalpošanu. Jūs būsiet pilnībā apmierināti ar savu pirkumu, un ja Jums radīsies kādi jautājumi vai būs nepieciešama palīdzība, mūsu pieredzējušie speciālisti vienmēr būs pieejami bezmaksas konsultācijām.": "We not only offer the highest quality hangars but also excellent customer service. You will be fully satisfied with your purchase, and if you have any questions or need assistance, our experienced specialists are always available for free consultations.",
    "Mūsu prioritāte ir apmierināts klients, kurš saņem tieši to, kas viņam nepieciešams – kvalitatīvu risinājumu, kas pilnībā atbilst viņa vajadzībām.": "Our priority is a satisfied customer who receives exactly what they need—a quality solution that fully meets their needs.",
    "Biežāk uzdotie jautājumi": "Frequently asked questions",
    "Kāda garantija ir Jūsu produkcijai?": "What is the warranty on your products?",
    "Vai iespējams salabot tenta angāru?": "Is it possible to repair a tent hangar?",
    "Kāds ir tenta kalpošanas laiks?": "What is the lifespan of the tent?",
    "No kāda materiāla ir taisīts angāra rāmis?": "What material is the hangar frame made of?",
    "Angāra rāmis ir veidots no cinkotas metāla trubas (diametrs ir 60cm)": "The hangar frame is made of galvanized metal tubes (diameter is 60 cm).",
    "Vai vajag nostiprināt angāru pie zemes?": "Does the hangar need to be anchored to the ground?",
    "Kāds ir augstums angāru sāna malai?": "What is the height of the side wall of the hangar?",
    "Vai ir iespējams savienot divus angārus kopā?": "Is it possible to connect two hangars together?",
    "Vai ir iespējams nosiltināt tikai angāru?": "Is it possible to insulate only the hangar?",
    "Vai ir iespējams iemontēt citus vārtus tenta angāros?": "Is it possible to install other gates in the tent hangars?",
    "Vai ir iespējams iemontēt papildus mazās durvis?": "Is it possible to install additional small doors?",
    "Vai Jūsu angāriem ir ventilācija?": "Do your hangars have ventilation?"
}
