{
    "Produkcija": "Production",
    "Raksti": "Articles",
    "Galerija": "Gallery",
    "Par mums": "About us",
    "Kontakti": "Contacts",
    "Cenrādis": "Price list",
    "BUJ": "FAQ",
    "Tenta angāri Jūsu saimniecībai vai uzņēmumam!": "Tent hangars for your farm or business!",
    "Uzticamība un augsta kvalitāte": "Reliability and high quality",
    "Uz produkciju": "View products",
    "Vairāk nekā 10 gadu pieredze": "More than 10 years of experience",
    "Ar vairāk nekā desmit gadu pieredzi tenta angāru nozarē, mēs piedāvājam augstākās kvalitātes risinājumus, kas ir pārbaudīti dažādos apstākļos un piemēroti visdažādākajām vajadzībām.": "With more than ten years of experience in the tent hangar industry, we offer top-quality solutions that have been tested in various conditions and are suitable for a wide range of needs.",
    "Ātra un ērta piegāde": "Fast and convenient delivery",
    "Nodrošinām ātru piegādi un ātru piekļuvi mūsu produkcijai, pateicoties plašiem preču krājumiem, kas vienmēr ir pieejami uz vietas mūsu noliktavā.": "We ensure fast delivery and quick access to our products thanks to extensive stock always available at our warehouse.",
    "Uzticamība": "Reliability",
    "Piedāvājam 100% servisu, kas ietver ne tikai profesionālas konsultācijas pirms iegādes, bet arī visaptverošu atbalstu un palīdzību pēc iegādes, lai nodrošinātu Jūsu pilnīgu apmierinātību.": "We offer 100% service, including professional consultations before purchase, comprehensive support, and assistance after purchase to ensure your complete satisfaction.",
    "Montāža": "Installation",
    "Visām mūsu precēm ir pieejamas detalizētas tiešsaistes montāžas instrukcijas, kas atvieglo produkcijas uzstādīšanu un nodrošina, ka process ir skaidrs un vienkāršs.": "All our products come with detailed online installation instructions to simplify the installation process and ensure clarity.",
    "Ātra uzstādīšana": "Quick installation",
    "Mūsu angāri ir viegli un ātri uzstādāmi, neatkarīgi no tā, vai to veicam mēs vai Jūs paši. Produkcija izstrādāta tā, lai to varētu uzstādīt jebkādos klimatiskos apstākļos, nodrošinot augstu funkcionalitāti un ilgtspēju.": "Our hangars are easy and quick to install, whether done by us or you. The products are designed to be installable in any climatic conditions, ensuring high functionality and durability.",
    "Kāpēc izvēlēties STOREX angāra iegādei?": "Why choose STOREX for hangar purchase?",
    "Tenta angāri - nojumes": "Tent hangars - canopies",
    "Vieglās konstrukcijas tenta angāri, viegli montējami no 55 - 465 m2.": "Lightweight tent hangars, easy to assemble, from 55 to 465 m².",
    "Uzzināt vairāk": "Learn more",
    "Konteineru tenta angāri": "Container tent hangars",
    "Platība no 36 m2. Konteineru tenta angāri ir piemēroti standarta konteineriem, kuru augstums ir 2,6 m.": "Area from 36 m². Container tent hangars are suitable for standard containers with a height of 2.6 m.",
    "Industriālās siltumnīcas": "Industrial greenhouses",
    "Platība 170 - 215 m2. Industriālās siltumnīcas profesionāļiem un iesācējiem.": "Area 170 - 215 m². Industrial greenhouses for professionals and beginners.",
    "Aksesuāri tenta angāriem": "Accessories for tent hangars",
    "Remkomplekts angāra tentam, metāla vārti, kā papildus opcija": "Repair kit for hangar tent, metal gates as an additional option",
    "Mums ir vairāk nekā 10 gadu pieredze darbā ar tenta angāriem. Vairāk nekā 1000 uzņēmumu un privātpersonu ir kļuvuši par mūsu klientiem ne tikai Latvijā, bet arī Eiropas valstīs. Mēs piedāvājam kvalitatīvus tenta angārus, kas tiek ražoti pēc augstākajiem kvalitātes standartiem EN 1090-1:2009+A1:2011 un atbilst visām ES prasībām. Angāriem ir CE sertifikāti, kas ir piemēroti ES atbalsta saņemšanai.": "We have over 10 years of experience working with tent hangars. More than 1,000 companies and individuals have become our clients not only in Latvia but also in European countries. We offer high-quality tent hangars manufactured according to the highest quality standards EN 1090-1:2009+A1:2011 and meeting all EU requirements. The hangars have CE certificates suitable for receiving EU support.",
    "Mēs piedāvājam ne tikai augstākās kvalitātes angārus, bet arī izcilu klientu apkalpošanu. Jūs būsiet pilnībā apmierināti ar savu pirkumu, un ja Jums radīsies kādi jautājumi vai būs nepieciešama palīdzība, mūsu pieredzējušie speciālisti vienmēr būs pieejami bezmaksas konsultācijām.": "We not only offer the highest quality hangars but also excellent customer service. You will be fully satisfied with your purchase, and if you have any questions or need assistance, our experienced specialists are always available for free consultations.",
    "Mūsu prioritāte ir apmierināts klients, kurš saņem tieši to, kas viņam nepieciešams – kvalitatīvu risinājumu, kas pilnībā atbilst viņa vajadzībām.": "Our priority is a satisfied customer who receives exactly what they need—a quality solution that fully meets their needs.",
    "Biežāk uzdotie jautājumi": "Frequently asked questions",
    "Kāda garantija ir Jūsu produkcijai?": "What warranty does your product have?",
    "3 gadu standarta garantija, garantija nestrādā uz mehāniskiem bojājumiem.": "3-year standard warranty, warranty does not cover mechanical damage.",
    "Vai iespējams salabot tenta angāru?": "Is it possible to repair a tent hangar?",
    "Tenta angāru tentu ir iespējams salabot nenoņemot to no metāla konstrukcijas (Tentu remkomplekts jeb tenta sakausēšana/salīmēšana).": "It is possible to repair the tent of the tent hangar without removing it from the metal structure (Tent repair kit or tent welding/gluing).",
    "Kāds ir tenta kalpošanas laiks?": "What is the lifespan of a tent?",
    "Tenta kalpošanas laiks ir no 5 - 25 gadi (atkarīgs no tenta biezuma un no tā, kā tiek ekspluatēts pats angārs).": "The lifespan of the tent is from 5 to 25 years (depends on the thickness of the tent and how the hangar itself is used).",
    "No kāda materiāla ir taisīts angāra rāmis?": "What material is the hangar frame made of?",
    "Angāra rāmis ir veidots no cinkotas metāla trubas (diametrs ir 60 cm).": "The hangar frame is made of galvanized metal tubes (diameter is 60 cm).",
    "Cik angāram ir vārti?": "How many gates does the hangar have?",
    "Standarta aprīkojuma angāram ir divi vārti.": "The standard hangar has two gates.",
    "Vai vajag nostiprināt angāru pie zemes?": "Does the hangar need to be anchored to the ground?",
    "Obligāti! Katrs angārs jānostiprina pie pamatnes. Stiprinājumi ir angāra komplektācijā.": "Absolutely! Each hangar must be anchored to the base. Anchors are included in the hangar package.",
    "Kāds ir augstums angāru sāna malai?": "What is the height of the side wall of the hangar?",
    "ALASKA-S - 2,3м. NORDA – 4,1м. EURO – 3,5м. VEGA – 3,2м.": "ALASKA-S - 2.3m. NORDA - 4.1m. EURO - 3.5m. VEGA - 3.2m.",
    "Vai ir iespējams savienot divus angārus kopā?": "Is it possible to connect two hangars together?",
    "Angārus ir iespējams savienot kopā tikai ar galiem.": "It is possible to connect hangars together only at the ends.",
    "Vai ir iespējams nosiltināt tikai angāru?": "Is it possible to insulate only the hangar?",
    "Jā, ir iespējams nosiltināt angāru pašu spēkiem ar Styrodur®, Isover® , Fastfixx®, Rockwool®, EPS": "Yes, it is possible to insulate the hangar by yourself with Styrodur®, Isover®, Fastfixx®, Rockwool®, EPS",
    "Vai ir iespējams iemontēt citus vārtus tenta angāros?": "Is it possible to install other gates in the tent hangars?",
    "Jā, konstrukcija atļauj iemontēt citus vārtus.": "Yes, the structure allows for the installation of other gates.",
    "Vai ir iespējams iemontēt papildus mazās durvis?": "Is it possible to install additional small doors?",
    "Jā, tas ir iespējams, bet standarta komplektācijā tādu vārtu nav.": "Yes, it is possible, but such gates are not included in the standard package.",
    "Vai Jūsu angāriem ir ventilācija?": "Do your hangars have ventilation?",
    "Visiem angāriem ir ventilācijas lūkas.": "All hangars have ventilation hatches.",
    "PVN": "VAT",
    "Pasūtīt": "Order",
    "Lasīt vairāk": "Learn more",
    "Populārs produkts": "Popular product",
    "Platums": "Width",
    "Augstums": "Height",
    "Garums": "Length",
    "Skatīt produktus": "View products",
    "Platība": "Area",
    "Skatīt kategorijas": "View categories",
    "Tenta angāru veidi un aksesuāri": "Types of tent hangars and accessories",
    "Tenta angāru veidi": "Types of tent hangars",
    "Cena bez uzstādīšanas un piegādes. Iespēja pasūtīt zaļas un pelēkas krāsas tentis.": "Price without installation and delivery. Option to order green and gray tent.",
    "Skatīt visus": "View all",
    "Bulta pa labi": "Arrow pointing right",
    "Kategorijas nav atrastas": "Categories have not been found",
    "Jaunumi": "News",
    "Saņem ziņas par aktualitātēm savā e-pastā": "",
    "Lūdzu, ievadiet savu e-pasta adresi, lai saņemtu jaunumu paziņojumus.": "Please enter your e-mail address to receive the latest updates",
    "Saņemt jaunumus": "Subscribe",
    "Skatīt": "View",
    "Modelis": "Model",
    "platība": "area",
    "augstums": "height",
    "platums": "width",
    "UV aizsardzība": "UV protection",
    "4 slāņu audums": "4 layers of fabric",
    "ES ugunsdrošības sertifikāts": "EU fire safety certificate",
    "Izturība pret temperatūras izmaiņām -30°C /+50°C": "Resistant to temperature variations from -30°C to +50°C",
    "Ūdensizturīgs": "Waterproof",
    "Lejupielādēt": "Download",
    "Attālums starp arkām": "Distance between arches",
    "Vārtu izmērs PxA": "Gate size WxH",
    "PVC materiāls": "PVC material",
    "Rāmja caurule": "Frame tubing",
    "Tehniskais rasējums": "Technical drawing",
    "Cena bez PVN": "Price without VAT",
    "Nelabvēlīgos laikapstākļos bija nepieciešams, lai liellopiem nesaltu, un angārs ātri atrisināja visas radušās problēmas. Liellopiem bija silti ne tikai rudenī, bet arī visu ziemu. Iesaku tādu angāru visiem zemniekiem!": "Unfavorable weather conditions required that the cattle did not freeze, and the hangar quickly solved all the problems that arose. The cattle were warm not only in autumn but also throughout the winter. I recommend such a hangar to all farmers!",
    "Martin Rebane": "Martin Rebane",
    "Pirmo angāru iegādājos koksnes glabāšanai, nākamgad iegādājos otro. Tagad visa koksnes ražošana tiek veikta tenta angāros, arī produkcijas uzglabāšana. Man kopumā ir trīs angāri, un esmu ļoti apmierināts.": "I bought the first hangar for wood storage, and the next year I bought the second one. Now all wood production is done in tent hangars, including product storage. I have a total of three hangars and am very satisfied.",
    "Oliver Nieminen": "Oliver Nieminen",
    "Dovydas Butkus": "Dovydas Butkus",
    "Jau piecus gadus mēs glabājam celtniecības materiālus tenta angāros. Tie ir ļoti ērti, jo, mainoties celtniecības objektiems, angāru var ātri pārvietot uz citu nepieciešamo vietu.": "We have been storing construction materials in tent hangars for five years. They are very convenient because, as construction sites change, the hangar can be quickly moved to another necessary location.",
    "STOREX klientu atsauksmes": "STOREX client reviews",
    "Kāpēc STOREX?": "Why STOREX?",
    "Sazinies ar mums!": "Contact us!",
    "Aizpildi visus nepieciešamos laukus un STOREX speciālists ar Jums sazināsies pēc iespējas ātrāk!": "Fill in the required fields and a STOREX specialist will get in touch with you as soon as possible!",
    "E-pasts": "E-mail",
    "Telefona numurs": "Phone number",
    "Vārds, Uzvārds": "Forename, Surname",
    "Uzņēmums": "Company",
    "Jūsu ziņa": "Your message",
    "Piekrītu, ka mani iesniegtie dati tiek apstrādāti un uzglabāti.": "I agree that my submitted data will be processed and stored.",
    "Nosūtīt": "Send",
    "Igaunija": "Estonia",
    "Lietuva": "Lithuania",
    "Polija": "Poland",
    "Rumānija": "Romania",
    "Somija": "Finland",
    "Vācija": "Germany",
    "Spānija": "Spain",
    "Lauksaimniecības tehnikas uzglabāšanai un remontam": "Storage and repair of agricultural machinery",
    "Uzglabātā lauksaimniecības tehnika angāros nolietojas mazāk, jo tā tiek pasargāta no dažādiem laika apstākļiem. Daudziem lauksaimniekiem tenta angāros ir ierīkota arī lauksaimniecības tehnikas remontdarbnīca.": "Stored agricultural machinery in hangars wears less because it is protected from various weather conditions. Many farmers have also set up agricultural machinery repair workshops in tent hangars.",
    "Dzīvnieku un putnu turēšana": "Keeping animals and birds",
    "Angāri ir lieliski piemēroti pastāvīgai liellopu turēšanai. Tenta angāros veiksmīgi audzē arī citus mazos liellopus, fazānus, cāļus un aitas.": "Tent hangars are perfect for permanent cattle keeping. Tent hangars are also successfully used for breeding other small livestock, pheasants, chicks, and sheep.",
    "Lauksaimniecības produktu uzglabāšana": "Storage of agricultural products",
    "Mūsu angārus jau ir iecienījuši zemnieki Latvijā, Lietuvā, Polijā un citās valstīs. Lauksaimnieki tos bieži izmanto lauksaimniecības produkcijas, siena, salmu, labības un tehnikas glabāšanai.": "Our hangars have already been favored by farmers in Latvia, Lithuania, Poland, and other countries. Farmers often use them for storing agricultural products, hay, straw, grain, and equipment.",
    "Tenta angāri lauksaimniekiem": "Tent hangars for farmers",
    "Tenta angāri biznesam": "Tent hangars for business",
    "Glabāšanai": "Storage",
    "Uzņēmumi iegādājas mūsu angārus koksnes uzglabāšanai, izstrādājumu, preču un tehnikas glabāšanai. Tos savām vajadzībām izmanto jau vairāki autoservisi.": "Companies purchase our hangars for wood storage, product, goods, and equipment storage. Several auto repair shops already use them for their needs.",
    "Pasākumiem un ekspozīcijām": "For events and expositions",
    "Angāriem, kas ir mazāki par 340 m2 nav nepieciešami īpaši pamati, un tos var uzstādīt praktiski visur, izņemot smiltīs vai kūdrā. Tāpēc tā var būt pagaidu nojume pasākumu un izstāžu laikā, aizsardzībai no lietus vai speciālu preču, materiālu un mehānismu uzglabāšanai.": "Hangars smaller than 340 m² do not require special foundations and can be installed almost anywhere, except in sand or peat. Therefore, it can be a temporary canopy during events and exhibitions, protection from rain, or for storing special goods, materials, and mechanisms.",
    "Tirgus vai izstāžu paviljoniem": "For market or exhibition pavilions",
    "Vairākas pašvaldības un iestādes ir jau iegādājušās mūsu angārus un izmanto tos kā tirgus vai izstāžu paviljonus.": "Several municipalities and institutions have already purchased our hangars and use them as market or exhibition pavilions.",
    "Mūsu prioritāte ir apmierināts klients!": "Our priority is a satisfied customer!",
    "Pirms angāra iegādes Jums ir iespēja to apskatīt reālajā vidē – mēs nodrošināsim Jūsu reģionā esošo klientu kontaktus, lai varētu aplūkot uzstādītos angārus un pārliecināties par to kvalitāti. Mēs ticam, ka arī Jūs pēc savas pieredzes, būsiet gatavi palīdzēt citiem interesentiem ar savu atsauksmi un pirkuma demonstrāciju.": "Before purchasing a hangar, you have the opportunity to see it in real life - we will provide you with contacts of customers in your region so you can view the installed hangars and verify their quality. We believe that after your experience, you will be ready to help other interested parties with your review and purchase demonstration.",
    "Kopš 2019. gada mēs esam daļa no STOREX STRUCTURES grupas, kas garantē mūsu produktu augstos kvalitātes standartus un uzticamību.": "Since 2019, we have been part of the STOREX STRUCTURES group, which guarantees the high quality standards and reliability of our products.",
    "Viegli, ātri un uzticami - tenta angāri jebkurai vajadzībai!": "Easy, fast, and reliable - tent hangars for any need!",
    "Izvēlieties efektivitāti ar STOREX": "Choose efficiency with STOREX",
    "Vairāk nekā 10 gadi tirgū!": "More than 10 years in the market!",
    "Mūsu galvenais mērķis ir apmierināts un laimīgs klients, iegādājoties labu tenta angāru par pievilcīgu cenu, kas kalpos ļoti ilgi. Mēs saviem klientiem piedāvājam ļoti labas kvalitātes tenta angārus.": "Our main goal is a satisfied and happy customer who purchases a good tent hangar at an attractive price that will serve for a very long time. We offer our customers very high-quality tent hangars.",
    "Mūsu uzņēmums UAB STOREX STRUCTURES LIETUVA darbojas jau vairāk nekā 7 gadus, un pa to laiku mēs esam uzcēluši 1000 angārus Lietuvā un citās ES valstīs. Mums uzticas Somijas, Latvijas, Polijas klienti, iespējams, tāpēc, ka mēs varam piedāvāt vislabāko cenas un kvalitātes attiecību. Mūsu produkti ir sertificēti un atbilst ES prasībām.": "Our company UAB STOREX STRUCTURES LIETUVA has been operating for more than 7 years, and during this time we have built 1000 hangars in Lithuania and other EU countries. Clients from Finland, Latvia, and Poland trust us, possibly because we can offer the best price-quality ratio. Our products are certified and comply with EU requirements.",
    "Angāri ir aprīkoti ar augstas kvalitātes tentu, kas ir lieliski piemērots dažādiem laikapstākļiem. Tos ir ļoti viegli uzstādīt un pēc tam izjaukt, kā arī nomaksas iespējas ir ļoti plašas. Mēs arī piedāvājam konsultācijas jebkādu neskaidrību gadījumā. Mēs uzklausām klienta vajadzības un iesakām tikai to, kas viņam ir visnoderīgākais.": "The hangars are equipped with high-quality tents that are excellently suited for various weather conditions. They are very easy to install and later dismantle, and the payment options are very flexible. We also offer consultations in case of any uncertainties. We listen to the customer's needs and recommend only what is most useful for them.",
    "Kādiem nolūkiem tiek izmantoti tenta angāri?": "For what purposes are tent hangars used?",
    "Vairāk nekā 700 uzņēmumi un privātpersonas izmanto mūsu tenta angārus visdažādākajiem pielietojumiemm: uzglabāšanai, dzīvnieku un putnu turēšanai, dārzeņu audzēšanai. Tiem ir vienkārša konstrukcija, kuru vajadzības gadījumā var izjaukt, padarot to par perfektu risinājumu gan nepārtrauktai uzglabāšanai, gan sezonālai lietošanai.": "More than 700 companies and individuals use our tent hangars for a wide variety of applications: storage, keeping animals and birds, growing vegetables. They have a simple structure that can be dismantled if needed, making it a perfect solution for both continuous storage and seasonal use.",
    "Cik ātri var uzstādīt angāru?": "How quickly can a hangar be installed?",
    "Tenta angāri ir praktisks un ērts risinājums ne tikai lietu glabāšanai, bet arī Jūsu gaidāmajiem svētkiem. Parasti, plānojot pasākumu ar lielu skaitu cilvēku, mēs sākam domāt par telpu īri. Tad, protams, rodas vesela virkne jautājumu, uz kuriem tuvākajā laikā ir jāatbild: kur atrast piemērotas telpas, kas būtu pieejamā vietā visiem viesiem; izvēlēties visu ēku vai tikai vienu no tās telpām. Pat tad, ja jūs atrodat perfektas telpas ērtā vietā, jūs varat tikt sarūgtināts ar atbildi, ka izvēlētās telpas jau ir rezervētas attiecīgajā laika periodā. Tāpat arī cena var radīt vilšanos - ja telpas ir ļoti plašas, jums, visticamāk, būs jāmaksā ievērojamu naudas summu.": "Tent hangars are a practical and convenient solution not only for storage but also for your upcoming celebrations. Usually, when planning an event with a large number of people, we start thinking about renting premises. Then, of course, a whole series of questions arise that need to be answered soon: where to find suitable premises that would be accessible to all guests; choose the entire building or just one of its rooms. Even if you find perfect premises in a convenient location, you may be disappointed with the answer that the chosen premises are already booked for the relevant time period. Similarly, the price can cause disappointment - if the premises are very spacious, you will likely have to pay a significant amount of money.",
    "Protams, lai izvairītos no problēmām, ir jāpēta arī citas alternatīvas, piemēram, saliekamie tenta angāri.": "Of course, to avoid problems, other alternatives should also be explored, such as collapsible tent hangars.",
    "Tenta angāriem ir daudz priekšrocību: ir viegli atrast atbilstošu uzstādīšanas vietu, tie ir pārvietojami un tajos var uzņemt lielu skaitu cilvēku. Izvēloties pasākumam angāru, jūs ievērojami ietaupīsit laiku, meklējot norises vietu - saliekamos angārus var uzbūvēt jebkurā vietā, kur zemes virsma ir gluda un cieta. Protams, veicot montāžu, noteikti pievērsiet uzmanību tenta angāra izmēriem, jo lielāki angāri prasa ievērojami vairāk vietas.": "Tent hangars have many advantages: it is easy to find a suitable installation site, they are portable, and they can accommodate a large number of people. By choosing a hangar for an event, you will significantly save time looking for a venue - collapsible hangars can be built in any place where the ground surface is smooth and hard. Of course, when assembling, definitely pay attention to the dimensions of the tent hangar, as larger hangars require significantly more space.",
    "Ir grūti noticēt, ka izīrēt izvēlētās telpas brīvdienām vai citiem pasākumiem var acu mirklī. Protams, tā ir taisnība. Tomēr ir vērts paturēt prātā, ka, īrējot telpas, tiek noteikti laika ierobežojumi - tiek noteiktas konkrētas stundas, kad var ierasties un un kad telpas ir jāatbrīvo. Noteiktais vietas atbrīvošanas laiks dažreiz var izraisīt neizpratni vai citas nepatīkamas emocijas. Tikmēr pasākumi angāros var notikt bezgalīgi ilgi. Kā arī angāri tiek uzbūvēti ļoti ātri, tikai 1-2 dienu laikā, tāpēc jums nevajadzēs ilgi gaidīt.": "It is hard to believe that renting selected premises for holidays or other events can happen in an instant. Of course, that is true. However, it is worth keeping in mind that when renting premises, time restrictions are set - specific hours are set for when you can arrive and when the premises must be vacated. The specified time for vacating the premises can sometimes cause misunderstanding or other unpleasant emotions. Meanwhile, events in hangars can go on indefinitely. Also, hangars are built very quickly, in just 1-2 days, so you won't have to wait long.",
    "Tenta angāra cena atšķirās no telpu īres cenas. Protams, īstermiņā izīrēt telpas, visticamāk, izmaksās lētāk nekā iegādāties tenta angāru, taču ilgtermiņā tenta angārs var atmaksāties ar uzviju. STOREX var piedāvāt jums arī citu alternatīvu - tenta angāru nomas pakalpojumu, kas noteikti nepārsniegs jūsu atvēlēto budžetu.": "The price of a tent hangar differs from the price of premises rental. Of course, in the short term, renting premises will likely cost less than purchasing a tent hangar, but in the long term, a tent hangar can pay for itself many times over. STOREX can also offer you another alternative - a tent hangar rental service, which will definitely not exceed your allocated budget.",
    "Blogs": "Blog",
    "Tenta angāri pasākumiem": "Tent hangars for events",
    "Tenta angāri ir praktisks un ērts risinājums ne tikai lietu glabāšanai, bet arī Jūsu gaidāmajiem svētkiem.": "Tent hangars are a practical and convenient solution not only for storage but also for your upcoming celebrations.",
    "Produkti nav atrasti": "Products not found",
    "Reģistrācijas Nr.": "Registration number",
    "Foto galerija": "Gallery",
    "Video galerija": "Videos",
    "Augustums virs konteinera.": "Height above the container",
    "Cena norādīta bez vārtiem.": "Price without gates",
    "Papildus opcijas": "Additional option",
    "Aizmugurējais panelis": "Back panel",
    "Priekšējais panelis": "Front panel",
    "Tehniskā specifikācija": "Technical specification",
    "Privātuma politika": "Privacy policy",
    "Noteikumi un nosacījumi": "Terms and conditions",
    "Visas tiesības aizsargātas": "All rights reserved",
    "Dizains:": "Designed by",
    "Izstrādāja:": "Developed by",
    "Nepieciešama papildus informācija?": "Need additional information?",
    "ar iestrādātiem vārtiem": "with built in gates",
    "Lūdzu ievadiet savu vārdu un uzvārdu.": "Please enter your full name.",
    "Lūdzu ievadiet savu e-pasta adresi.": "Please enter your email address.",
    "Lūdzu ievadiet derīgu e-pasta adresi.": "Please enter a valid email address.",
    "Lūdzu ievadiet savu telefona numuru.": "Please enter your phone number.",
    "Lūdzu ievadiet uzņēmuma nosaukumu.": "Please enter the company name.",
    "Lūdzu ievadiet ziņojumu.": "Please enter a message.",
    "Lūdzu apstipriniet, ka piekrītat datu uzglabāšanai un apstrādei.": "Please confirm that you agree to data storage and processing.",
    "Sadaļas": "Sections",
    "Visi tenta angāra modeļi": "All tent hangar models",
    "Augstums no konteinera.": "Height from the container",
    "ST36-62 un ST36-62D cena norādīta <strong class=\"text-storex-red\">bez</strong> priekšējā un aizmugurējā paneļa.": "The price of ST36-62 and ST36-62D is indicated <strong class=\"text-storex-red\">without</strong> the front and back panel.",
    "ST144 cena norādīta <strong class=\"text-storex-red\">ar</strong> priekšējo un aizmugurējo paneli.": "The price of ST144 is indicated <strong class=\"text-storex-red\">with</strong> the front and back panel.",
    "Pēdējoreiz atjaunināts: 14.04.2025": "Last updated: 14.04.2025",
    "1. Personas datu apstrāde": "1. Personal Data Processing",
    "Mēs apkopojam un apstrādājam jūsu personas datus tikai tad, ja tas ir nepieciešams, lai nodrošinātu mūsu mājaslapas darbību, uzlabotu lietotāja pieredzi un sniegtu jums mūsu pakalpojumus. Mēs veicam šo datu apstrādi, pamatojoties uz likumīgām interesēm, līguma izpildi, tiesisko pienākumu izpildi vai jūsu piekrišanu.": "We collect and process your personal data only when necessary to ensure the operation of our website, improve user experience, and provide you with our services. We process this data based on legitimate interests, contract performance, legal obligations, or your consent.",
    "2. Sīkdatnes un to izmantošana": "2. Cookies and Their Use",
    "Mūsu mājaslapa izmanto sīkdatnes (cookies), lai nodrošinātu labāku lietotāja pieredzi, analizētu vietnes apmeklējumu un veiktu uzlabojumus. Sīkdatnes ir nelielas teksta datnes, kas tiek saglabātas jūsu ierīcē.": "Our website uses cookies to provide a better user experience, analyze site visits, and make improvements. Cookies are small text files that are stored on your device.",
    "2.1. Izmantotās sīkdatnes": "2.1. Cookies Used",
    "Sīkdatne": "Cookie",
    "Mērķis": "Purpose",
    "Derīguma termiņš": "Expiration",
    "3. Trešo pušu sīkdatnes": "3. Third-Party Cookies",
    "Papildus mūsu izmantotajām sīkdatnēm mūsu mājaslapa var saturēt arī trešo pušu sīkdatnes, piemēram, analītikas nolūkos vai sociālo tīklu integrācijai. Šādas sīkdatnes var tikt iestatītas, piemēram, Google Analytics vai Facebook.": "In addition to our cookies, our website may also contain third-party cookies, for example, for analytics purposes or social network integration. Such cookies may be set by, for example, Google Analytics or Facebook.",
    "4. Kā kontrolēt un dzēst sīkdatnes?": "4. How to Control and Delete Cookies?",
    "Jūs varat mainīt savus sīkdatņu iestatījumus, izmantojot pārlūka iestatījumus vai mūsu sīkdatņu pārvaldības paneli. Tomēr, ja jūs izslēdzat noteiktas sīkdatnes, dažas funkcijas mūsu mājaslapā var nedarboties pareizi.": "You can change your cookie settings using your browser settings or our cookie management panel. However, if you disable certain cookies, some features on our website may not work properly.",
    "5. Jūsu tiesības saistībā ar personas datiem": "5. Your Rights Regarding Personal Data",
    "Jums ir tiesības:": "You have the right to:",
    "Piekļūt saviem datiem un saņemt informāciju par to apstrādi": "Access your data and receive information about its processing",
    "Pieprasīt labot neprecīzus vai nepilnīgus datus": "Request correction of inaccurate or incomplete data",
    "Pieprasīt dzēst savus personas datus, ja tie vairs nav nepieciešami": "Request deletion of your personal data if it is no longer needed",
    "Ierobežot savu datu apstrādi noteiktos gadījumos": "Restrict processing of your data in certain cases",
    "Saņemt savus personas datus strukturētā formātā un nodot tos citam pakalpojumu sniedzējam": "Receive your personal data in a structured format and transfer it to another service provider",
    "Iebilst pret datu apstrādi, ja tā tiek veikta uz mūsu leģitīmajām interesēm": "Object to data processing if it is based on our legitimate interests",
    "6. Politikas izmaiņas": "6. Policy Changes",
    "Šī privātuma politika var tikt mainīta bez iepriekšēja brīdinājuma. Jaunākā privātuma politikas versija, kas ir publicēta vietnē, aizstāj visas iepriekšējās privātuma politikas versijas.": "This privacy policy may be changed without prior notice. The latest version of the privacy policy published on the site supersedes all previous versions of the privacy policy.",
    "Paldies! Jūsu ziņa ir nosūtīta! Mēs ar Jums sazināsimies pēc iespējas ātrāk.": "Thank you! Your message has been sent! We will contact you as soon as possible."
}
