{
    "Produkcija": "Production",
    "Raksti": "Articles",
    "Galerija": "Gallery",
    "Par mums": "About us",
    "Kontakti": "Contacts",
    "Cenrādis": "Price list",
    "BUJ": "FAQ",
    "Tenta angāri Jūsu saimniecībai vai uzņēmumam!": "Tent hangars for your farm or business!",
    "Uzticamība un augsta kvalitāte": "Reliability and high quality",
    "Uz produkciju": "View products",
    "10 gadu pieredze": "10 years of experience",
    "Ar desmit gadu pieredzi tenta angāru nozarē, mēs piedāvājam augstākās kvalitātes risinājumus, kas ir pārbaudīti dažādos apstākļos un piemēroti visdažādākajām vajadzībām.": "With ten years of experience in the tent hangar industry, we offer top-quality solutions that have been tested in various conditions and are suitable for a wide range of needs.",
    "Ātra un ērta piegāde": "Fast and convenient delivery",
    "Nodrošinām ātru piegādi un ātru piekļuvi mūsu produkcijai, pateicoties plašiem preču krājumiem, kas vienmēr ir pieejami uz vietas mūsu noliktavā.": "We ensure fast delivery and quick access to our products thanks to extensive stock always available at our warehouse.",
    "Uzticamība": "Reliability",
    "Piedāvājam 100% servisu, kas ietver ne tikai profesionālas konsultācijas pirms iegādes, bet arī visaptverošu atbalstu un palīdzību pēc iegādes, lai nodrošinātu Jūsu pilnīgu apmierinātību.": "We offer 100% service, including professional consultations before purchase, comprehensive support, and assistance after purchase to ensure your complete satisfaction.",
    "Montāža": "Installation",
    "Visām mūsu precēm ir pieejamas detalizētas tiešsaistes montāžas instrukcijas, kas atvieglo produkcijas uzstādīšanu un nodrošina, ka process ir skaidrs un vienkāršs.": "All our products come with detailed online installation instructions to simplify the installation process and ensure clarity.",
    "Ātra uzstādīšana": "Quick installation",
    "Mūsu angāri ir viegli un ātri uzstādāmi, neatkarīgi no tā, vai to veicam mēs vai Jūs paši. Produkcija izstrādāta tā, lai to varētu uzstādīt jebkādos klimatiskos apstākļos, nodrošinot augstu funkcionalitāti un ilgtspēju.": "Our hangars are easy and quick to install, whether done by us or you. The products are designed to be installable in any climatic conditions, ensuring high functionality and durability.",
    "Kāpēc izvēlēties STOREX angāra iegādei?": "Why choose STOREX for hangar purchase?",
    "Tenta angāri - nojumes": "Tent hangars - canopies",
    "Vieglās konstrukcijas tenta angāri, viegli montējami no 55 - 465 m2.": "Lightweight tent hangars, easy to assemble, from 55 to 465 m².",
    "Uzzināt vairāk": "Learn more",
    "Konteineru tenta angāri": "Container tent hangars",
    "Platība no 36 m2. Konteineru tenta angāri ir piemēroti standarta konteineriem, kuru augstums ir 2,6 m.": "Area from 36 m². Container tent hangars are suitable for standard containers with a height of 2.6 m.",
    "Industriālās siltumnīcas": "Industrial greenhouses",
    "Platība 170 - 215 m2. Industriālās siltumnīcas profesionāļiem un iesācējiem.": "Area 170 - 215 m². Industrial greenhouses for professionals and beginners.",
    "Aksesuāri tenta angāriem": "Accessories for tent hangars",
    "Remkomplekts angāra tentam, metāla vārti, kā papildus opcija": "Repair kit for hangar tent, metal gates as an additional option",
    "Mums ir vairāk nekā 10 gadu pieredze darbā ar tenta angāriem. Vairāk nekā 1000 uzņēmumu un privātpersonu ir kļuvuši par mūsu klientiem ne tikai Latvijā, bet arī Eiropas valstīs. Mēs piedāvājam kvalitatīvus tenta angārus, kas tiek ražoti pēc augstākajiem kvalitātes standartiem EN 1090-1:2009+A1:2011 un atbilst visām ES prasībām. Angāriem ir CE sertifikāti, kas ir piemēroti ES atbalsta saņemšanai.": "We have over 10 years of experience working with tent hangars. More than 1,000 companies and individuals have become our clients not only in Latvia but also in European countries. We offer high-quality tent hangars manufactured according to the highest quality standards EN 1090-1:2009+A1:2011 and meeting all EU requirements. The hangars have CE certificates suitable for receiving EU support.",
    "Mēs piedāvājam ne tikai augstākās kvalitātes angārus, bet arī izcilu klientu apkalpošanu. Jūs būsiet pilnībā apmierināti ar savu pirkumu, un ja Jums radīsies kādi jautājumi vai būs nepieciešama palīdzība, mūsu pieredzējušie speciālisti vienmēr būs pieejami bezmaksas konsultācijām.": "We not only offer the highest quality hangars but also excellent customer service. You will be fully satisfied with your purchase, and if you have any questions or need assistance, our experienced specialists are always available for free consultations.",
    "Mūsu prioritāte ir apmierināts klients, kurš saņem tieši to, kas viņam nepieciešams – kvalitatīvu risinājumu, kas pilnībā atbilst viņa vajadzībām.": "Our priority is a satisfied customer who receives exactly what they need—a quality solution that fully meets their needs.",
    "Biežāk uzdotie jautājumi": "Frequently asked questions",
    "Kāda garantija ir Jūsu produkcijai?": "What warranty does your product have?",
    "Vai iespējams salabot tenta angāru?": "Is it possible to repair a tent hangar?",
    "Kāds ir tenta kalpošanas laiks?": "What is the lifespan of a tent?",
    "No kāda materiāla ir taisīts angāra rāmis?": "What material is the hangar frame made of?",
    "Angāra rāmis ir veidots no cinkotas metāla trubas (diametrs ir 60 cm)": "The hangar frame is made of galvanized metal tubes (diameter is 60 cm).",
    "Vai vajag nostiprināt angāru pie zemes?": "Does the hangar need to be anchored to the ground?",
    "Kāds ir augstums angāru sāna malai?": "What is the height of the side wall of the hangar?",
    "Vai ir iespējams savienot divus angārus kopā?": "Is it possible to connect two hangars together?",
    "Vai ir iespējams nosiltināt tikai angāru?": "Is it possible to insulate only the hangar?",
    "Vai ir iespējams iemontēt citus vārtus tenta angāros?": "Is it possible to install other gates in the tent hangars?",
    "Vai ir iespējams iemontēt papildus mazās durvis?": "Is it possible to install additional small doors?",
    "Vai Jūsu angāriem ir ventilācija?": "Do your hangars have ventilation?",
    "PVN": "VAT",
    "Pasūtīt": "Order",
    "Lasīt vairāk": "Learn more",
    "Populārs produkts": "Popular product",
    "Platums": "Width",
    "Augstums": "Height",
    "Garums": "Length",
    "Skatīt produktus": "View products",
    "Platība": "Area",
    "Skatīt kategorijas": "View categories",
    "Tenta angāru veidi un aksesuāri": "",
    "Skatīt visus": "View all",
    "Bulta pa labi": "Arrow pointing right",
    "Kategorijas nav atrastas": "Categories have not been found",
    "Jaunumi": "News",
    "Saņem ziņas par aktualitātēm savā e-pastā": "",
    "Lūdzu, ievadiet savu e-pasta adresi, lai saņemtu jaunumu paziņojumus.": "Please enter your e-mail address to receive the latest updates",
    "Saņemt jaunumus": "Subscribe",
    "Skatīt": "View",
    "Modelis": "Model",
    "platība": "area",
    "augstums": "height",
    "platums": "width",
    "UV aizsardzība": "UV protection",
    "4 slāņu audums": "4 layers of fabric",
    "ES ugunsdrošības sertifikāts": "EU fire safety certificate",
    "Izturība pret temperatūras izmaiņām -30°C /+50°C": "Resistant to temperature variations from -30°C to +50°C",
    "Ūdensizturīgs": "Waterproof",
    "Lejupielādēt": "Download",
    "Attālums starp arkām": "Distance between arches",
    "Vārtu izmērs PxA": "Gate size WxH",
    "PVC materiāls": "PVC material",
    "Rāmja caurule": "Frame tubing",
    "Tehniskais rasējums": "Technical drawing",
    "Cena bez PVN": "Price without VAT",
    "Dovydas Butkus": "Dovydas Butkus",
    "Nelabvēlīgos laikapstākļos bija nepieciešams, lai liellopiem nesaltu, un angārs ātri atrisināja visas radušās problēmas. Liellopiem bija silti ne tikai rudenī, bet arī visu ziemu. Iesaku tādu angāru visiem zemniekiem!": "",
    "Martin Rebane": "Martin Rebane",
    "Pirmo angāru iegādājos koksnes glabāšanai, nākamgad iegādājos otro. Tagad visa koksnes ražošana tiek veikta tenta angāros, arī produkcijas uzglabāšana. Man kopumā ir trīs angāri, un esmu ļoti apmierināts.": "",
    "Oliver Nieminen": "Oliver Nieminen",
    "Jau piecus gadus mēs glabājam celtniecības materiālus tenta angāros. Tie ir ļoti ērti, jo, mainoties celtniecības objektiems, angāru var ātri pārvietot uz citu nepieciešamo vietu.": "",
    "Dovydas Butkus": "Dovydas Butkus",
    "Nelabvēlīgos laikapstākļos bija nepieciešams, lai liellopiem nesaltu, un angārs ātri atrisināja visas radušās problēmas. Liellopiem bija silti ne tikai rudenī, bet arī visu ziemu. Iesaku tādu angāru visiem zemniekiem!": "",
    "Martin Rebane": "Martin Rebane",
    "Pirmo angāru iegādājos koksnes glabāšanai, nākamgad iegādājos otro. Tagad visa koksnes ražošana tiek veikta tenta angāros, arī produkcijas uzglabāšana. Man kopumā ir trīs angāri, un esmu ļoti apmierināts.": "",
    "Oliver Nieminen": "Oliver Nieminen",
    "Jau piecus gadus mēs glabājam celtniecības materiālus tenta angāros. Tie ir ļoti ērti, jo, mainoties celtniecības objektiems, angāru var ātri pārvietot uz citu nepieciešamo vietu.": "",
    "STOREX klientu atsauksmes": "STOREX client reviews",
    "Kāpēc STOREX?": "Why STOREX?",
    "Sazinies ar mums!": "Contact us!",
    "Aizpildi visus nepieciešamos laukus un STOREX speciālists ar Jums sazināsies pēc iespējas ātrāk!": "Fill in the required fields and a STOREX specialist will get in touch with you as soon as possible!",
    "E-pasts": "E-mail",
    "Telefona numurs": "Phone number",
    "Vārds, Uzvārds": "Forename, Surname",
    "Uzņēmums": "Company",
    "Jūsu ziņa": "Your message",
    "Piekrītu, ka mani iesniegtie dati tiek apstrādāti un uzglabāti.": "",
    "Nosūtīt": "Send",
    "Igaunija": "Estonia",
    "Lietuva": "Lithuania",
    "Polija": "Poland",
    "Rumānija": "Romania",
    "Somija": "Finland",
    "Vācija": "Germany",
    "Spānija": "Spain",
    "Tenta angāri lauksaimniekiem": "",
    "Tenta angāri biznesam": "",
    "Glabāšanai": "Storage",
    "Uzņēmumi iegādājas mūsu angārus koksnes uzglabāšanai, izstrādājumu, preču un tehnikas glabāšanai. Tos savām vajadzībām izmanto jau vairāki autoservisi.": "",
    "Pasākumiem un ekspozīcijām": "For events and expositions",
    "Angāriem, kas ir mazāki par 340 m2 nav nepieciešami īpaši pamati, un tos var uzstādīt praktiski visur, izņemot smiltīs vai kūdrā. Tāpēc tā var būt pagaidu nojume pasākumu un izstāžu laikā, aizsardzībai no lietus vai speciālu preču, materiālu un mehānismu uzglabāšanai.": "",
    "Tirgus vai izstāžu paviljoniem": "",
    "Vairākas pašvaldības un iestādes ir jau iegādājušās mūsu angārus un izmanto tos kā tirgus vai izstāžu paviljonus.": "",
    "Mūsu prioritāte ir apmierināts klients!": "",
    "Pirms angāra iegādes Jums ir iespēja to apskatīt reālajā vidē – mēs nodrošināsim Jūsu reģionā esošo klientu kontaktus, lai varētu aplūkot uzstādītos angārus un pārliecināties par to kvalitāti. Mēs ticam, ka arī Jūs pēc savas pieredzes, būsiet gatavi palīdzēt citiem interesentiem ar savu atsauksmi un pirkuma demonstrāciju.": "",
    "Kopš 2019. gada mēs esam daļa no STOREX STRUCTURES grupas, kas garantē mūsu produktu augstos kvalitātes standartus un uzticamību.": "",
    "Viegli, ātri un uzticami - tenta angāri jebkurai vajadzībai!": "",
    "Izvēlieties efektivitāti ar STOREX": "",
    "Gandrīz 10 gadi tirgū!": "",
    "Mūsu galvenais mērķis ir apmierināts un laimīgs klients, iegādājoties labu tenta angāru par pievilcīgu cenu, kas kalpos ļoti ilgi. Mēs saviem klientiem piedāvājam ļoti labas kvalitātes tenta angārus.": "",
    "Mūsu uzņēmums UAB STOREX STRUCTURES LIETUVA darbojas jau vairāk nekā 7 gadus, un pa to laiku mēs esam uzcēluši 1000 angārus Lietuvā un citās ES valstīs. Mums uzticas Somijas, Latvijas, Polijas klienti, iespējams, tāpēc, ka mēs varam piedāvāt vislabāko cenas un kvalitātes attiecību. Mūsu produkti ir sertificēti un atbilst ES prasībām.": "",
    "Angāri ir aprīkoti ar augstas kvalitātes tentu, kas ir lieliski piemērots dažādiem laikapstākļiem. Tos ir ļoti viegli uzstādīt un pēc tam izjaukt, kā arī nomaksas iespējas ir ļoti plašas. Mēs arī piedāvājam konsultācijas jebkādu neskaidrību gadījumā. Mēs uzklausām klienta vajadzības un iesakām tikai to, kas viņam ir visnoderīgākais": "",
    "Kādiem nolūkiem tiek izmantoti tenta angāri?": "",
    "Vairāk nekā 700 uzņēmumi un privātpersonas izmanto mūsu tenta angārus visdažādākajiem pielietojumiemm: uzglabāšanai, dzīvnieku un putnu turēšanai, dārzeņu audzēšanai. Tiem ir vienkārša konstrukcija, kuru vajadzības gadījumā var izjaukt, padarot to par perfektu risinājumu gan nepārtrauktai uzglabāšanai, gan sezonālai lietošanai.": "",
    "Cik ātri var uzstādīt angāru?": "",
    "Tenta angāri ir praktisks un ērts risinājums ne tikai lietu glabāšanai, bet arī Jūsu gaidāmajiem svētkiem. Parasti, plānojot pasākumu ar lielu skaitu cilvēku, mēs sākam domāt par telpu īri. Tad, protams, rodas vesela virkne jautājumu, uz kuriem tuvākajā laikā ir jāatbild: kur atrast piemērotas telpas, kas būtu pieejamā vietā visiem viesiem; izvēlēties visu ēku vai tikai vienu no tās telpām. Pat tad, ja jūs atrodat perfektas telpas ērtā vietā, jūs varat tikt sarūgtināts ar atbildi, ka izvēlētās telpas jau ir rezervētas attiecīgajā laika periodā. Tāpat arī cena var radīt vilšanos - ja telpas ir ļoti plašas, jums, visticamāk, būs jāmaksā ievērojamu naudas summu.": "",
    "Protams, lai izvairītos no problēmām, ir jāpēta arī citas alternatīvas, piemēram, saliekamie tenta angāri.": "",
    "Tenta angāriem ir daudz priekšrocību: ir viegli atrast atbilstošu uzstādīšanas vietu, tie ir pārvietojami un tajos var uzņemt lielu skaitu cilvēku. Izvēloties pasākumam angāru, jūs ievērojami ietaupīsit laiku, meklējot norises vietu - saliekamos angārus var uzbūvēt jebkurā vietā, kur zemes virsma ir gluda un cieta. Protams, veicot montāžu, noteikti pievērsiet uzmanību tenta angāra izmēriem, jo lielāki angāri prasa ievērojami vairāk vietas.": "",
    "Ir grūti noticēt, ka izīrēt izvēlētās telpas brīvdienām vai citiem pasākumiem var acu mirklī. Protams, tā ir taisnība. Tomēr ir vērts paturēt prātā, ka, īrējot telpas, tiek noteikti laika ierobežojumi - tiek noteiktas konkrētas stundas, kad var ierasties un un kad telpas ir jāatbrīvo. Noteiktais vietas atbrīvošanas laiks dažreiz var izraisīt neizpratni vai citas nepatīkamas emocijas. Tikmēr pasākumi angāros var notikt bezgalīgi ilgi. Kā arī angāri tiek uzbūvēti ļoti ātri, tikai 1-2 dienu laikā, tāpēc jums nevajadzēs ilgi gaidīt.": "",
    "Tenta angāra cena atšķirās no telpu īres cenas. Protams, īstermiņā izīrēt telpas, visticamāk, izmaksās lētāk nekā iegādāties tenta angāru, taču ilgtermiņā tenta angārs var atmaksāties ar uzviju. STOREX var piedāvāt jums arī citu alternatīvu - tenta angāru nomas pakalpojumu, kas noteikti nepārsniegs jūsu atvēlēto budžetu.": "",
    "Blogs": "Blog",
    "Tenta angāri pasākumiem": "",
    "Tenta angāri ir praktisks un ērts risinājums ne tikai lietu glabāšanai, bet arī Jūsu gaidāmajiem svētkiem.": "",
    "Produkti nav atrasti": "Products not found",
    "Reģistrācijas Nr.": "Registration number",
    "Foto galerija": "Gallery",
    "Video galerija": "Videos",
    "Augustums virs konteinera.": "Height above the container",
    "Cena norādīta bez vārtiem.": "Price without gates",
    "Papildus opcija": "Additional option",
    "Aizmugurējais panelis": "Back panel",
    "Priekšējais panelis": "Front panel",
    "Tehniskā specifikācija": "Technical specification",
    "Privātuma politika": "Privacy policy",
    "Noteikumi un nosacījumi": "Terms and conditions",
    "Visas tiesības aizsargātas": "All rights reserved",
    "Mājaslapu izstrādāja": "Website developed by",
    "Nepieciešama papildus informācija?": "",
    "ar iestrādātiem vārtiem": "with built in gates"
}