{
    "A fresh verification link has been sent to your email address.": "Jauna verifikācijas saite ir nosūtīta uz jūsu e-pasta adresi.",
    "An unknown error occurred, try again later": "Ir notikusi kļūda, mēģini vēlāk",
    "All rights reserved.": "Visas tiesības aizsargātas.",
    "Back": "Atpakaļ",
    "Before proceeding, please check your email for a verification link.": "Pirms turpināt, lūdzu, pārbaudiet savu e-pastu, lai atrastu verifikācijas saiti.",
    "click here to request another": "noklikšķiniet šeit, lai pieprasītu citu",
    "Confirm Password": "Apstipriniet paroli",
    "Email Address": "E-pasta adrese",
    "Error": "Kļūda",
    "Forbidden": "Aizliegts",
    "Forgot Your Password?": "Aizmirsi paroli?",
    "Go Home": "Doties uz sākumlapu",
    "Hello!": "Sveiki!",
    "hi": "čau",
    "If you did not create an account, no further action is required.": "Ja jūs neizveidojāt kontu, nekas cits nav jādara.",
    "If you did not receive the email": "Ja nesaņēmāt e-pastu",
    "If you did not request a password reset, no further action is required.": "Ja jūs nepieprasījāt paroles atiestatīšanu, nekas cits nav jādara.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Ja jums ir grūtības noklikšķināt uz \":actionText\" pogas, nokopējiet un ielīmējiet zemāk esošo URL\nsavā tīmekļa pārlūkprogrammā: [:actionURL](:actionURL)",
    "Login": "Pieteikties",
    "Logout": "Izrakstīties",
    "Name": "Vārds",
    "Oh no": "Ak nē",
    "Page Expired": "Lapa ir beigusies",
    "Page Not Found": "Lapa nav atrasta",
    "Password": "Parole",
    "Please click the button below to verify your email address.": "Lūdzu, noklikšķiniet uz zemāk esošās pogas, lai apstiprinātu savu e-pasta adresi.",
    "Refresh": "Atjaunot",
    "Regards": "Ar cieņu",
    "Register": "Reģistrēties",
    "Remember Me": "Atcerēties mani",
    "Reset Password": "Atiestatīt paroli",
    "Reset Password Notification": "Paroles atiestatīšanas paziņojums",
    "Send Password Reset Link": "Nosūtīt paroles atiestatīšanas saiti",
    "Service Unavailable": "Pakalpojums nav pieejams",
    "Sorry, the page you are looking for could not be found.": "Atvainojiet, meklētā lapa nav atrasta.",
    "Sorry, you are forbidden from accessing this page.": "Atvainojiet, jums ir aizliegts piekļūt šai lapai.",
    "Sorry, you are making too many requests to our servers.": "Atvainojiet, jūs veicat pārāk daudz pieprasījumu mūsu serveriem.",
    "Sorry, you are not authorized to access this page.": "Atvainojiet, jums nav atļauts piekļūt šai lapai.",
    "Sorry, your session has expired. Please refresh and try again.": "Atvainojiet, jūsu sesija ir beigusies. Lūdzu, atsvaidziniet un mēģiniet vēlreiz.",
    "Sorry, we are doing some maintenance. We will be back soon.": "Atvainojiet, mēs veicam uzturēšanas darbus. Drīz būsim atpakaļ.",
    "Toggle navigation": "Pārslēgt navigāciju",
    "Too Many Requests": "Pārāk daudz pieprasījumu",
    "Unauthorized": "Neautorizēts",
    "Verify Email Address": "Apstipriniet e-pasta adresi",
    "Verify Your Email Address": "Apstipriniet savu e-pasta adresi",
    "You are receiving this email because we received a password reset request for your account.": "Jūs saņemat šo e-pastu, jo mēs saņēmām pieprasījumu atiestatīt jūsu konta paroli.",
    "Whoops!": "Ups!",
    "Whoops, something went wrong on our servers.": "Ups, kaut kas nogāja greizi mūsu serveros."
}
